Repository: phillon77/KnitNote
Catalog: KnitNote/Localization/Localizable.xcstrings
Source language: en
Languages: da, de, el, fi, fr, ja, ko, nb, nl, sv, zh_hans, zh_hant

# stitchDictionary.make-one-left.step.1
source: With the left needle, lift the strand between stitches from front to back.
da: Løft lænken mellem maskerne med venstre pind forfra og bagud.
de: Den Querfaden zwischen den Maschen mit der linken Nadel von vorn nach hinten aufnehmen.
el: Σηκώστε το ενδιάμεσο νήμα με την αριστερή βελόνα από εμπρός προς τα πίσω.
fi: Nosta silmukoiden välinen lanka vasemmalla puikolla edestä taakse.
fr: Avec l’aiguille gauche, relever le fil entre les mailles de l’avant vers l’arrière.
ja: 目と目の間の渡り糸を、左針で手前から向こうへすくいます。
ko: 왼바늘로 코 사이의 가로실을 앞에서 뒤로 들어 올립니다.
nb: Løft tråden mellom maskene med venstre pinne forfra og bakover.
nl: Neem met de linkernaald de tussendraad van voren naar achteren op.
sv: Lyft tråden mellan maskorna med vänster sticka framifrån och bakåt.
zh_hans: 用左针由前往后挑起两针之间的横线。
zh_hant: 用左針由前往後挑起兩針之間的橫線。

# stitchDictionary.make-one-left.accessibility.1
source: Drawing: With the left needle, lift the strand between stitches from front to back.
da: Tegning: Løft lænken mellem maskerne med venstre pind forfra og bagud.
de: Zeichnung: Den Querfaden zwischen den Maschen mit der linken Nadel von vorn nach hinten aufnehmen.
el: Σχήμα: Σηκώστε το ενδιάμεσο νήμα με την αριστερή βελόνα από εμπρός προς τα πίσω.
fi: Kuva: Nosta silmukoiden välinen lanka vasemmalla puikolla edestä taakse.
fr: Dessin : Avec l’aiguille gauche, relever le fil entre les mailles de l’avant vers l’arrière.
ja: 図：目と目の間の渡り糸を、左針で手前から向こうへすくいます。
ko: 그림: 왼바늘로 코 사이의 가로실을 앞에서 뒤로 들어 올립니다.
nb: Tegning: Løft tråden mellom maskene med venstre pinne forfra og bakover.
nl: Tekening: Neem met de linkernaald de tussendraad van voren naar achteren op.
sv: Bild: Lyft tråden mellan maskorna med vänster sticka framifrån och bakåt.
zh_hans: 图示：用左针由前往后挑起两针之间的横线。
zh_hant: 圖示：用左針由前往後挑起兩針之間的橫線。

# stitchDictionary.make-one-left.step.2
source: Knit into the back leg of the lifted strand, twisting it closed.
da: Strik ret i den løftede løkkes bagerste lænke, så løkken drejes og hullet lukkes.
de: Den aufgenommenen Faden durch das hintere Glied rechts stricken; die Drehung schließt das Loch.
el: Πλέξτε καλή στο πίσω σκέλος της σηκωμένης θηλιάς, στρίβοντάς την ώστε να κλείσει η τρύπα.
fi: Neulo nostetun lenkin takareunasta oikein, jolloin lenkki kiertyy ja reikä sulkeutuu.
fr: Tricoter le brin arrière à l’endroit pour tordre la boucle et fermer le trou.
ja: すくったループの向こう側を表編みし、ねじって穴を閉じます。
ko: 들어 올린 고리의 뒤쪽을 겉뜨기해 실이 꼬여 구멍이 닫히게 합니다.
nb: Strikk rett i bakre ledd av den løftede løkken, slik at den vris og hullet lukkes.
nl: Brei recht door de achterste lus om de draad te verdraaien en het gaatje te sluiten.
sv: Sticka rätt i den lyfta öglans bakre båge så att öglan vrids och hålet stängs.
zh_hans: 织挑起线圈的后半针，使横线扭转闭合。
zh_hant: 織挑起線圈的後半針，使橫線扭轉閉合。

# stitchDictionary.make-one-left.accessibility.2
source: Drawing: Knit into the back leg of the lifted strand, twisting it closed.
da: Tegning: Strik ret i den løftede løkkes bagerste lænke, så løkken drejes og hullet lukkes.
de: Zeichnung: Den aufgenommenen Faden durch das hintere Glied rechts stricken; die Drehung schließt das Loch.
el: Σχήμα: Πλέξτε καλή στο πίσω σκέλος της σηκωμένης θηλιάς, στρίβοντάς την ώστε να κλείσει η τρύπα.
fi: Kuva: Neulo nostetun lenkin takareunasta oikein, jolloin lenkki kiertyy ja reikä sulkeutuu.
fr: Dessin : Tricoter le brin arrière à l’endroit pour tordre la boucle et fermer le trou.
ja: 図：すくったループの向こう側を表編みし、ねじって穴を閉じます。
ko: 그림: 들어 올린 고리의 뒤쪽을 겉뜨기해 실이 꼬여 구멍이 닫히게 합니다.
nb: Tegning: Strikk rett i bakre ledd av den løftede løkken, slik at den vris og hullet lukkes.
nl: Tekening: Brei recht door de achterste lus om de draad te verdraaien en het gaatje te sluiten.
sv: Bild: Sticka rätt i den lyfta öglans bakre båge så att öglan vrids och hålet stängs.
zh_hans: 图示：织挑起线圈的后半针，使横线扭转闭合。
zh_hant: 圖示：織挑起線圈的後半針，使橫線扭轉閉合。

# stitchDictionary.make-one-left.step.3
source: Release the lifted strand; one extra stitch remains. Do not work the next stitch as part of M1L.
da: Slip den løftede løkke. Én maske er tilføjet; næste maske hører ikke til M1L.
de: Die aufgenommene Schlinge abgleiten lassen. Eine Masche ist hinzugekommen; die nächste Masche gehört nicht zu M1L.
el: Αφήστε τη σηκωμένη θηλιά. Προστέθηκε ένας πόντος· ο επόμενος δεν ανήκει στο M1L.
fi: Pudota nostettu lenkki. Yksi silmukka on lisätty; seuraava silmukka ei kuulu M1L-lisäykseen.
fr: Libérer la boucle relevée : une maille est ajoutée. La maille suivante ne fait pas partie de M1L.
ja: すくったループを外すと1目増えます。次の目は M1L に含めません。
ko: 들어 올린 고리를 빼면 한 코가 늘어납니다. 다음 코는 M1L 에 포함하지 않습니다.
nb: Slipp den løftede løkken. Én maske er lagt til; neste maske er ikke en del av M1L.
nl: Laat de opgenomen lus los. Er is één steek bij; de volgende steek hoort niet bij M1L.
sv: Släpp den lyfta öglan. En maska har lagts till; nästa maska ingår inte i M1L.
zh_hans: 挑起的线圈滑离左针，增加一针；下一针不属于 M1L。
zh_hant: 挑起的線圈滑離左針，增加一針；下一針不屬於 M1L。

# stitchDictionary.make-one-left.accessibility.3
source: Drawing: Release the lifted strand; one extra stitch remains. Do not work the next stitch as part of M1L.
da: Tegning: Slip den løftede løkke. Én maske er tilføjet; næste maske hører ikke til M1L.
de: Zeichnung: Die aufgenommene Schlinge abgleiten lassen. Eine Masche ist hinzugekommen; die nächste Masche gehört nicht zu M1L.
el: Σχήμα: Αφήστε τη σηκωμένη θηλιά. Προστέθηκε ένας πόντος· ο επόμενος δεν ανήκει στο M1L.
fi: Kuva: Pudota nostettu lenkki. Yksi silmukka on lisätty; seuraava silmukka ei kuulu M1L-lisäykseen.
fr: Dessin : Libérer la boucle relevée : une maille est ajoutée. La maille suivante ne fait pas partie de M1L.
ja: 図：すくったループを外すと1目増えます。次の目は M1L に含めません。
ko: 그림: 들어 올린 고리를 빼면 한 코가 늘어납니다. 다음 코는 M1L 에 포함하지 않습니다.
nb: Tegning: Slipp den løftede løkken. Én maske er lagt til; neste maske er ikke en del av M1L.
nl: Tekening: Laat de opgenomen lus los. Er is één steek bij; de volgende steek hoort niet bij M1L.
sv: Bild: Släpp den lyfta öglan. En maska har lagts till; nästa maska ingår inte i M1L.
zh_hans: 图示：挑起的线圈滑离左针，增加一针；下一针不属于 M1L。
zh_hant: 圖示：挑起的線圈滑離左針，增加一針；下一針不屬於 M1L。

# stitchDictionary.make-one-right.title
source: Make one right
da: Højrehældende udtagning
de: Rechts geneigte Zunahme
el: Αύξηση με κλίση δεξιά
fi: Oikealle kallistuva lisäys
fr: Augmentation intercalaire droite
ja: 右傾斜のねじり増し目（説明訳）
ko: 오른코 늘리기-겉뜨기 (M1R)
nb: Høyrevendt økning
nl: Rechtshellend meerderen
sv: Högerlutande ökning
zh_hans: 右倾扭加针
zh_hant: 右傾扭加針

# stitchDictionary.make-one-right.summary
source: Twist the strand between stitches to add one right-leaning stitch.
da: Drej lænken mellem maskerne, og tilføj én højrehældende maske.
de: Den Querfaden verdrehen und eine rechts geneigte Masche hinzufügen.
el: Στρίψτε το νήμα ανάμεσα σε πόντους για μία αύξηση με κλίση δεξιά.
fi: Kierrä silmukoiden välinen lanka yhdeksi oikealle kallistuvaksi lisäsilmukaksi.
fr: Tordre le fil entre les mailles pour ajouter une maille inclinée à droite.
ja: 渡り糸をねじって、右に傾く目を1目増やします。
ko: 코 사이의 가로실을 꼬아 오른쪽으로 기우는 코를 하나 늘립니다.
nb: Vri tråden mellom maskene og legg til én høyrevendt maske.
nl: De draad tussen steken verdraaien voor één rechtshellende steek.
sv: Vrid tråden mellan maskorna och lägg till en högerlutande maska.
zh_hans: 挑起针间横线扭织，增加一个右倾针目。
zh_hant: 挑起針間橫線扭織，增加一個右傾針目。

# stitchDictionary.make-one-right.step.1
source: With the left needle, lift the strand between stitches from back to front.
da: Løft lænken mellem maskerne med venstre pind bagfra og frem.
de: Den Querfaden zwischen den Maschen mit der linken Nadel von hinten nach vorn aufnehmen.
el: Σηκώστε το ενδιάμεσο νήμα με την αριστερή βελόνα από πίσω προς τα εμπρός.
fi: Nosta silmukoiden välinen lanka vasemmalla puikolla takaa eteen.
fr: Avec l’aiguille gauche, relever le fil entre les mailles de l’arrière vers l’avant.
ja: 目と目の間の渡り糸を、左針で向こうから手前へすくいます。
ko: 왼바늘로 코 사이의 가로실을 뒤에서 앞으로 들어 올립니다.
nb: Løft tråden mellom maskene med venstre pinne bakfra og fremover.
nl: Neem met de linkernaald de tussendraad van achteren naar voren op.
sv: Lyft tråden mellan maskorna med vänster sticka bakifrån och framåt.
zh_hans: 用左针由后往前挑起两针之间的横线。
zh_hant: 用左針由後往前挑起兩針之間的橫線。

# stitchDictionary.make-one-right.accessibility.1
source: Drawing: With the left needle, lift the strand between stitches from back to front.
da: Tegning: Løft lænken mellem maskerne med venstre pind bagfra og frem.
de: Zeichnung: Den Querfaden zwischen den Maschen mit der linken Nadel von hinten nach vorn aufnehmen.
el: Σχήμα: Σηκώστε το ενδιάμεσο νήμα με την αριστερή βελόνα από πίσω προς τα εμπρός.
fi: Kuva: Nosta silmukoiden välinen lanka vasemmalla puikolla takaa eteen.
fr: Dessin : Avec l’aiguille gauche, relever le fil entre les mailles de l’arrière vers l’avant.
ja: 図：目と目の間の渡り糸を、左針で向こうから手前へすくいます。
ko: 그림: 왼바늘로 코 사이의 가로실을 뒤에서 앞으로 들어 올립니다.
nb: Tegning: Løft tråden mellom maskene med venstre pinne bakfra og fremover.
nl: Tekening: Neem met de linkernaald de tussendraad van achteren naar voren op.
sv: Bild: Lyft tråden mellan maskorna med vänster sticka bakifrån och framåt.
zh_hans: 图示：用左针由后往前挑起两针之间的横线。
zh_hant: 圖示：用左針由後往前挑起兩針之間的橫線。

# stitchDictionary.make-one-right.step.2
source: Knit into the front leg of the lifted strand, twisting it closed.
da: Strik ret i den løftede løkkes forreste lænke, så løkken drejes og hullet lukkes.
de: Den aufgenommenen Faden durch das vordere Glied rechts stricken; die Drehung schließt das Loch.
el: Πλέξτε καλή στο μπροστινό σκέλος της σηκωμένης θηλιάς, στρίβοντάς την ώστε να κλείσει η τρύπα.
fi: Neulo nostetun lenkin etureunasta oikein, jolloin lenkki kiertyy ja reikä sulkeutuu.
fr: Tricoter le brin avant à l’endroit pour tordre la boucle et fermer le trou.
ja: すくったループの手前側を表編みし、ねじって穴を閉じます。
ko: 들어 올린 고리의 앞쪽을 겉뜨기해 실이 꼬여 구멍이 닫히게 합니다.
nb: Strikk rett i fremre ledd av den løftede løkken, slik at den vris og hullet lukkes.
nl: Brei recht door de voorste lus om de draad te verdraaien en het gaatje te sluiten.
sv: Sticka rätt i den lyfta öglans främre båge så att öglan vrids och hålet stängs.
zh_hans: 织挑起线圈的前半针，使横线扭转闭合。
zh_hant: 織挑起線圈的前半針，使橫線扭轉閉合。

# stitchDictionary.make-one-right.accessibility.2
source: Drawing: Knit into the front leg of the lifted strand, twisting it closed.
da: Tegning: Strik ret i den løftede løkkes forreste lænke, så løkken drejes og hullet lukkes.
de: Zeichnung: Den aufgenommenen Faden durch das vordere Glied rechts stricken; die Drehung schließt das Loch.
el: Σχήμα: Πλέξτε καλή στο μπροστινό σκέλος της σηκωμένης θηλιάς, στρίβοντάς την ώστε να κλείσει η τρύπα.
fi: Kuva: Neulo nostetun lenkin etureunasta oikein, jolloin lenkki kiertyy ja reikä sulkeutuu.
fr: Dessin : Tricoter le brin avant à l’endroit pour tordre la boucle et fermer le trou.
ja: 図：すくったループの手前側を表編みし、ねじって穴を閉じます。
ko: 그림: 들어 올린 고리의 앞쪽을 겉뜨기해 실이 꼬여 구멍이 닫히게 합니다.
nb: Tegning: Strikk rett i fremre ledd av den løftede løkken, slik at den vris og hullet lukkes.
nl: Tekening: Brei recht door de voorste lus om de draad te verdraaien en het gaatje te sluiten.
sv: Bild: Sticka rätt i den lyfta öglans främre båge så att öglan vrids och hålet stängs.
zh_hans: 图示：织挑起线圈的前半针，使横线扭转闭合。
zh_hant: 圖示：織挑起線圈的前半針，使橫線扭轉閉合。

# stitchDictionary.make-one-right.step.3
source: Release the lifted strand; one extra stitch remains. Do not work the next stitch as part of M1R.
da: Slip den løftede løkke. Én maske er tilføjet; næste maske hører ikke til M1R.
de: Die aufgenommene Schlinge abgleiten lassen. Eine Masche ist hinzugekommen; die nächste Masche gehört nicht zu M1R.
el: Αφήστε τη σηκωμένη θηλιά. Προστέθηκε ένας πόντος· ο επόμενος δεν ανήκει στο M1R.
fi: Pudota nostettu lenkki. Yksi silmukka on lisätty; seuraava silmukka ei kuulu M1R-lisäykseen.
fr: Libérer la boucle relevée : une maille est ajoutée. La maille suivante ne fait pas partie de M1R.
ja: すくったループを外すと1目増えます。次の目は M1R に含めません。
ko: 들어 올린 고리를 빼면 한 코가 늘어납니다. 다음 코는 M1R 에 포함하지 않습니다.
nb: Slipp den løftede løkken. Én maske er lagt til; neste maske er ikke en del av M1R.
nl: Laat de opgenomen lus los. Er is één steek bij; de volgende steek hoort niet bij M1R.
sv: Släpp den lyfta öglan. En maska har lagts till; nästa maska ingår inte i M1R.
zh_hans: 挑起的线圈滑离左针，增加一针；下一针不属于 M1R。
zh_hant: 挑起的線圈滑離左針，增加一針；下一針不屬於 M1R。

# stitchDictionary.make-one-right.accessibility.3
source: Drawing: Release the lifted strand; one extra stitch remains. Do not work the next stitch as part of M1R.
da: Tegning: Slip den løftede løkke. Én maske er tilføjet; næste maske hører ikke til M1R.
de: Zeichnung: Die aufgenommene Schlinge abgleiten lassen. Eine Masche ist hinzugekommen; die nächste Masche gehört nicht zu M1R.
el: Σχήμα: Αφήστε τη σηκωμένη θηλιά. Προστέθηκε ένας πόντος· ο επόμενος δεν ανήκει στο M1R.
fi: Kuva: Pudota nostettu lenkki. Yksi silmukka on lisätty; seuraava silmukka ei kuulu M1R-lisäykseen.
fr: Dessin : Libérer la boucle relevée : une maille est ajoutée. La maille suivante ne fait pas partie de M1R.
ja: 図：すくったループを外すと1目増えます。次の目は M1R に含めません。
ko: 그림: 들어 올린 고리를 빼면 한 코가 늘어납니다. 다음 코는 M1R 에 포함하지 않습니다.
nb: Tegning: Slipp den løftede løkken. Én maske er lagt til; neste maske er ikke en del av M1R.
nl: Tekening: Laat de opgenomen lus los. Er is één steek bij; de volgende steek hoort niet bij M1R.
sv: Bild: Släpp den lyfta öglan. En maska har lagts till; nästa maska ingår inte i M1R.
zh_hans: 图示：挑起的线圈滑离左针，增加一针；下一针不属于 M1R。
zh_hant: 圖示：挑起的線圈滑離左針，增加一針；下一針不屬於 M1R。

# stitchDictionary.k2tog.title
source: Knit two together
da: To ret sammen
de: Zwei rechts zusammenstricken
el: Δύο μαζί καλή
fi: Kaksi oikein yhteen
fr: Deux mailles ensemble à l’endroit
ja: 左上2目一度
ko: 코줄임 (K2TOG)
nb: To rett sammen
nl: Twee recht samenbreien
sv: Två räta tillsammans
zh_hans: 下针两针并一针
zh_hant: 下針兩針併一針

# stitchDictionary.k2tog.summary
source: Reduce two stitches to one, leaning right on the knit side.
da: Strik to masker til én, som hælder mod højre på retsiden.
de: Zwei Maschen zu einer rechts geneigten Masche auf der rechten Seite verbinden.
el: Μειώστε δύο πόντους σε έναν με κλίση δεξιά στην καλή όψη.
fi: Kavenna kaksi silmukkaa yhdeksi, joka kallistuu oikealla puolella oikealle.
fr: Réduire deux mailles à une, inclinée à droite sur l’endroit.
ja: 2目を1目にし、表目側から見ると右に傾きます。
ko: 두 코를 한 코로 줄이며 겉면에서 오른쪽으로 기웁니다.
nb: Fell to masker til én som heller mot høyre på rettsiden.
nl: Twee steken tot één minderen, rechtshellend aan de rechte kant.
sv: Minska två maskor till en som lutar åt höger på rätsidan.
zh_hans: 将两针并成一针，在下针面呈右倾。
zh_hant: 將兩針併成一針，在下針面呈右傾。

# stitchDictionary.k2tog.step.1
source: Keep yarn behind. Insert the right needle through the fronts of the next two loops together.
da: Garnet bagved. Stik højre pind gennem de forreste lænker på de næste to masker samtidig.
de: Faden hinten. Die rechte Nadel gleichzeitig durch die vorderen Glieder der nächsten zwei Maschen stechen.
el: Νήμα πίσω. Βάλτε τη δεξιά βελόνα στα μπροστινά σκέλη των επόμενων δύο πόντων μαζί.
fi: Lanka takana. Työnnä oikea puikko seuraavien kahden silmukan etureunoihin yhtä aikaa.
fr: Fil derrière. Piquer l’aiguille droite dans les brins avant des deux mailles suivantes ensemble.
ja: 糸を向こう側に置き、次の2目の手前側に右針をまとめて入れます。
ko: 실을 뒤에 두고 오른바늘을 다음 두 코의 앞쪽에 한꺼번에 넣습니다.
nb: Garnet bak. Stikk høyre pinne gjennom fremre ledd i de neste to maskene samtidig.
nl: Garen achter. Steek de rechternaald samen door de voorste lussen van de volgende twee steken.
sv: Garnet bakom. Stick höger sticka genom de främre bågarna på nästa två maskor samtidigt.
zh_hans: 线置于后方，右针同时插入接下来两个线圈的前半针。
zh_hant: 線置於後方，右針同時插入接下來兩個線圈的前半針。

# stitchDictionary.k2tog.accessibility.1
source: Drawing: Keep yarn behind. Insert the right needle through the fronts of the next two loops together.
da: Tegning: Garnet bagved. Stik højre pind gennem de forreste lænker på de næste to masker samtidig.
de: Zeichnung: Faden hinten. Die rechte Nadel gleichzeitig durch die vorderen Glieder der nächsten zwei Maschen stechen.
el: Σχήμα: Νήμα πίσω. Βάλτε τη δεξιά βελόνα στα μπροστινά σκέλη των επόμενων δύο πόντων μαζί.
fi: Kuva: Lanka takana. Työnnä oikea puikko seuraavien kahden silmukan etureunoihin yhtä aikaa.
fr: Dessin : Fil derrière. Piquer l’aiguille droite dans les brins avant des deux mailles suivantes ensemble.
ja: 図：糸を向こう側に置き、次の2目の手前側に右針をまとめて入れます。
ko: 그림: 실을 뒤에 두고 오른바늘을 다음 두 코의 앞쪽에 한꺼번에 넣습니다.
nb: Tegning: Garnet bak. Stikk høyre pinne gjennom fremre ledd i de neste to maskene samtidig.
nl: Tekening: Garen achter. Steek de rechternaald samen door de voorste lussen van de volgende twee steken.
sv: Bild: Garnet bakom. Stick höger sticka genom de främre bågarna på nästa två maskor samtidigt.
zh_hans: 图示：线置于后方，右针同时插入接下来两个线圈的前半针。
zh_hant: 圖示：線置於後方，右針同時插入接下來兩個線圈的前半針。

# stitchDictionary.k2tog.step.2
source: Wrap yarn and pull one new loop through both old loops.
da: Slå garnet om, og træk én ny løkke gennem begge gamle masker.
de: Den Faden umlegen und eine neue Schlinge durch beide alten Maschen ziehen.
el: Τυλίξτε το νήμα και τραβήξτε μία νέα θηλιά μέσα από τους δύο παλιούς πόντους.
fi: Kierrä lanka ja vedä yksi uusi lenkki molempien vanhojen silmukoiden läpi.
fr: Enrouler le fil et tirer une nouvelle boucle à travers les deux anciennes mailles.
ja: 糸をかけ、2つの元のループから新しいループを1つ引き出します。
ko: 실을 감고 두 코 사이로 새 고리 하나를 빼냅니다.
nb: Legg garnet rundt og trekk én ny løkke gjennom begge gamle masker.
nl: Sla het garen om en trek één nieuwe lus door beide oude lussen.
sv: Lägg garnet runt och dra en ny ögla genom båda gamla maskorna.
zh_hans: 绕线，从两个旧线圈中拉出一个新线圈。
zh_hant: 繞線，從兩個舊線圈中拉出一個新線圈。

# stitchDictionary.k2tog.accessibility.2
source: Drawing: Wrap yarn and pull one new loop through both old loops.
da: Tegning: Slå garnet om, og træk én ny løkke gennem begge gamle masker.
de: Zeichnung: Den Faden umlegen und eine neue Schlinge durch beide alten Maschen ziehen.
el: Σχήμα: Τυλίξτε το νήμα και τραβήξτε μία νέα θηλιά μέσα από τους δύο παλιούς πόντους.
fi: Kuva: Kierrä lanka ja vedä yksi uusi lenkki molempien vanhojen silmukoiden läpi.
fr: Dessin : Enrouler le fil et tirer une nouvelle boucle à travers les deux anciennes mailles.
ja: 図：糸をかけ、2つの元のループから新しいループを1つ引き出します。
ko: 그림: 실을 감고 두 코 사이로 새 고리 하나를 빼냅니다.
nb: Tegning: Legg garnet rundt og trekk én ny løkke gjennom begge gamle masker.
nl: Tekening: Sla het garen om en trek één nieuwe lus door beide oude lussen.
sv: Bild: Lägg garnet runt och dra en ny ögla genom båda gamla maskorna.
zh_hans: 图示：绕线，从两个旧线圈中拉出一个新线圈。
zh_hant: 圖示：繞線，從兩個舊線圈中拉出一個新線圈。

# stitchDictionary.k2tog.step.3
source: Release both old loops together. One new stitch remains.
da: Lad begge gamle masker glide af sammen. Én ny maske er tilbage.
de: Beide alten Maschen zusammen abgleiten lassen. Eine neue Masche bleibt.
el: Αφήστε και τους δύο παλιούς πόντους μαζί. Μένει ένας νέος πόντος.
fi: Pudota molemmat vanhat silmukat yhdessä. Yksi uusi silmukka jää jäljelle.
fr: Laisser tomber les deux anciennes mailles ensemble. Il reste une nouvelle maille.
ja: 元の2目を一緒に外します。新しい目が1目残ります。
ko: 원래 두 코를 함께 빼면 새 코 하나가 남습니다.
nb: La begge gamle masker gli av sammen. Én ny maske er igjen.
nl: Laat beide oude lussen tegelijk los. Er blijft één nieuwe steek over.
sv: Låt båda gamla maskorna glida av tillsammans. En ny maska återstår.
zh_hans: 两个旧线圈一起滑离左针，留下一个新针目。
zh_hant: 兩個舊線圈一起滑離左針，留下一個新針目。

# stitchDictionary.k2tog.accessibility.3
source: Drawing: Release both old loops together. One new stitch remains.
da: Tegning: Lad begge gamle masker glide af sammen. Én ny maske er tilbage.
de: Zeichnung: Beide alten Maschen zusammen abgleiten lassen. Eine neue Masche bleibt.
el: Σχήμα: Αφήστε και τους δύο παλιούς πόντους μαζί. Μένει ένας νέος πόντος.
fi: Kuva: Pudota molemmat vanhat silmukat yhdessä. Yksi uusi silmukka jää jäljelle.
fr: Dessin : Laisser tomber les deux anciennes mailles ensemble. Il reste une nouvelle maille.
ja: 図：元の2目を一緒に外します。新しい目が1目残ります。
ko: 그림: 원래 두 코를 함께 빼면 새 코 하나가 남습니다.
nb: Tegning: La begge gamle masker gli av sammen. Én ny maske er igjen.
nl: Tekening: Laat beide oude lussen tegelijk los. Er blijft één nieuwe steek over.
sv: Bild: Låt båda gamla maskorna glida av tillsammans. En ny maska återstår.
zh_hans: 图示：两个旧线圈一起滑离左针，留下一个新针目。
zh_hant: 圖示：兩個舊線圈一起滑離左針，留下一個新針目。

# stitchDictionary.ssk.title
source: Slip, slip, knit
da: Løs af, løs af, ret sammen
de: Abheben, abheben, rechts zusammenstricken
el: Άπλεκτος, άπλεκτος, καλή μαζί
fi: Nosta, nosta, neulo yhteen
fr: Glisser, glisser, tricoter
ja: SSK：2目をすべらせて併せる（説明訳）
ko: 코줄임 (SSK)
nb: Løs av, løs av, rett sammen
nl: Afhalen, afhalen, samenbreien
sv: Lyft, lyft, sticka ihop
zh_hans: 滑、滑、下针并针
zh_hant: 滑、滑、下針併針

# stitchDictionary.ssk.summary
source: A left-leaning decrease using two separately reoriented stitches.
da: Venstrehældende indtagning med to masker, der drejes hver for sig.
de: Links geneigte Abnahme mit zwei einzeln neu ausgerichteten Maschen.
el: Μείωση με κλίση αριστερά και χωριστή αλλαγή προσανατολισμού δύο πόντων.
fi: Vasemmalle kallistuva kavennus kahdella erikseen käännetyllä silmukalla.
fr: Diminution inclinée à gauche après réorientation séparée de deux mailles.
ja: 2目の向きを別々に変えてから編む、左傾斜の減目。
ko: 두 코의 방향을 각각 바꾼 뒤 모아 떠 왼쪽으로 줄입니다.
nb: Venstrevendt felling med to masker som snus hver for seg.
nl: Linkshellende mindering met twee afzonderlijk gedraaide steken.
sv: Vänsterlutande minskning med två maskor som vrids var för sig.
zh_hans: 分别改变两针朝向后并针，形成左倾减针。
zh_hant: 分別改變兩針朝向後併針，形成左傾減針。

# stitchDictionary.ssk.step.1
source: With yarn behind, slip two stitches knitwise, one at a time, to the right needle.
da: Garnet bagved. Tag to masker ret løs af, én ad gangen, på højre pind.
de: Faden hinten. Zwei Maschen nacheinander wie zum Rechtsstricken auf die rechte Nadel abheben.
el: Νήμα πίσω. Περάστε δύο πόντους άπλεκτους σαν καλή, έναν κάθε φορά, στη δεξιά βελόνα.
fi: Lanka takana. Nosta kaksi silmukkaa oikein neulomatta, yksi kerrallaan, oikealle puikolle.
fr: Fil derrière, glisser deux mailles une par une comme à l’endroit sur l’aiguille droite.
ja: 糸を向こう側に置き、2目を1目ずつ表目の向きに右針へすべらせます。
ko: 실을 뒤에 두고 두 코를 한 코씩 겉뜨기 방향으로 오른바늘에 옮깁니다.
nb: Garnet bak. Ta to masker løs av som rett, én om gangen, på høyre pinne.
nl: Garen achter. Haal twee steken één voor één recht af op de rechternaald.
sv: Garnet bakom. Lyft två maskor som räta, en i taget, till höger sticka.
zh_hans: 线置于后方，以下针方向一次一针，将两针滑到右针。
zh_hant: 線置於後方，以下針方向一次一針，將兩針滑到右針。

# stitchDictionary.ssk.accessibility.1
source: Drawing: With yarn behind, slip two stitches knitwise, one at a time, to the right needle.
da: Tegning: Garnet bagved. Tag to masker ret løs af, én ad gangen, på højre pind.
de: Zeichnung: Faden hinten. Zwei Maschen nacheinander wie zum Rechtsstricken auf die rechte Nadel abheben.
el: Σχήμα: Νήμα πίσω. Περάστε δύο πόντους άπλεκτους σαν καλή, έναν κάθε φορά, στη δεξιά βελόνα.
fi: Kuva: Lanka takana. Nosta kaksi silmukkaa oikein neulomatta, yksi kerrallaan, oikealle puikolle.
fr: Dessin : Fil derrière, glisser deux mailles une par une comme à l’endroit sur l’aiguille droite.
ja: 図：糸を向こう側に置き、2目を1目ずつ表目の向きに右針へすべらせます。
ko: 그림: 실을 뒤에 두고 두 코를 한 코씩 겉뜨기 방향으로 오른바늘에 옮깁니다.
nb: Tegning: Garnet bak. Ta to masker løs av som rett, én om gangen, på høyre pinne.
nl: Tekening: Garen achter. Haal twee steken één voor één recht af op de rechternaald.
sv: Bild: Garnet bakom. Lyft två maskor som räta, en i taget, till höger sticka.
zh_hans: 图示：线置于后方，以下针方向一次一针，将两针滑到右针。
zh_hant: 圖示：線置於後方，以下針方向一次一針，將兩針滑到右針。
